Product/Production/Examples/SOAP/RawSoapClientApp/GetRates.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:web="http://websevriceshare.com/">
   <soap:Header/>
   <soap:Body>
      <web:GetRates>
         <web:Key>e3e8af93-6620-4506-9fa2-8e57fd2e97fb</web:Key>
         <web:CurrencyFrom>USD</web:CurrencyFrom>
         <web:CurrencyTo>GBP</web:CurrencyTo>
      </web:GetRates>
   </soap:Body>
</soap:Envelope>